{
   "CurrentPageNumber": 1,
   "TotalItemCount": 200,
   "Items": [
     {
       "Id": "4363a68d-64af-423a-bb8f-339c28ffc84e",
       "Article": "Laborum Lorem occaecat incididunt exercitation occaecat reprehenderit aliqua enim quis veniam incididunt quis anim. Sint ipsum sint adipisicing nulla culpa minim eiusmod eiusmod cillum pariatur laborum sit enim et. Fugiat nisi irure elit enim qui aliquip nisi aute ipsum nostrud et. Laborum ullamco laborum exercitation et proident duis culpa nulla sit laboris sunt anim officia et. Esse excepteur ullamco proident adipisicing cillum do.\r\n"
     },
     {
       "Id": "d0f2f619-3c14-4379-9e30-6455bfb0225f",
       "Article": "Esse magna magna eu exercitation cillum eiusmod minim aliquip sit sint laboris. Aliqua quis labore voluptate ex ipsum proident aute irure ut. Dolore adipisicing laborum sit non exercitation consequat aute dolore excepteur adipisicing do est non consectetur. Proident qui quis do incididunt incididunt consequat tempor nisi. Nulla ad in cupidatat et Lorem proident est laborum. Elit ea minim mollit consectetur aliqua et dolor aute excepteur in sunt aute do. Duis velit mollit dolor ea occaecat.\r\n"
     },
     {
       "Id": "6897ce51-e837-4a77-938e-31bde8911cbc",
       "Article": "Mollit et ut ullamco occaecat qui id nisi do aute reprehenderit. Est et laborum eu nostrud esse ex dolor. Incididunt laborum eu aute elit aliqua mollit.\r\n"
     },
     {
       "Id": "7be9c275-f497-4f60-8996-c6bc2db1aaf1",
       "Article": "Mollit laborum velit ea laboris occaecat cupidatat fugiat ullamco elit. Quis duis eu velit ex adipisicing veniam enim quis quis. Cupidatat aute ex voluptate minim labore aliquip.\r\n"
     },
     {
       "Id": "1fee506e-a834-43a1-8b4e-3ac55714feaf",
       "Article": "Anim id sit sunt sint tempor et. Sint quis deserunt reprehenderit laboris ullamco dolor mollit quis laborum Lorem. Sit eu do ad amet consectetur laborum. Id et dolore cupidatat eiusmod pariatur exercitation ea excepteur minim deserunt aliqua sit minim adipisicing. Irure nisi aliqua Lorem eiusmod cillum duis duis irure cillum. Fugiat et ut est minim laborum tempor Lorem ex aute incididunt cupidatat anim minim.\r\n"
     },
     {
       "Id": "f5338d76-3ddc-4b5e-a434-107ea524cf09",
       "Article": "Et qui adipisicing sit mollit. Reprehenderit non dolor exercitation officia est. Veniam tempor consequat ex commodo deserunt reprehenderit cupidatat dolore irure aute mollit cupidatat nostrud tempor. Aute enim in veniam proident culpa dolore magna non nostrud id cupidatat consectetur sint.\r\n"
     },
     {
       "Id": "bea3f599-0e28-4689-898c-a810d2bd3180",
       "Article": "Labore aliqua et fugiat aute reprehenderit et qui ut laboris eu et est. Lorem ullamco proident veniam quis veniam. Laborum sit tempor veniam dolore elit fugiat enim minim velit sint deserunt officia incididunt.\r\n"
     },
     {
       "Id": "d05640e0-b8bd-4cb1-9af7-637453ba07a5",
       "Article": "Enim Lorem aliquip occaecat ut ut occaecat consectetur in deserunt est consequat nulla. Pariatur excepteur laboris excepteur labore do mollit excepteur exercitation quis in consectetur veniam consequat. In aliquip ut sit cupidatat nisi cillum ut in. Voluptate qui amet laborum consequat voluptate aliquip aliqua nisi. Qui sint nisi sunt laborum sint ex ad irure ipsum cillum esse dolore labore.\r\n"
     },
     {
       "Id": "2aaeee2b-a08c-4eef-97ca-f717b26d0528",
       "Article": "Incididunt exercitation fugiat culpa officia amet incididunt eiusmod mollit dolore laborum cupidatat in consectetur eu. Non occaecat tempor dolore aliquip consectetur aute qui cillum enim fugiat ex. Sit laboris minim duis adipisicing officia. Consectetur labore laboris enim et elit in nisi. Qui est non deserunt Lorem elit.\r\n"
     },
     {
       "Id": "4530e824-c459-46c0-babf-25ec661c4ac0",
       "Article": "Eiusmod aliqua deserunt nisi laborum reprehenderit ipsum duis esse irure labore consequat eiusmod sit laboris. Fugiat proident irure est consequat aliqua eiusmod consequat pariatur sit Lorem. Ipsum laborum irure nisi culpa pariatur et est esse quis labore ex enim. Ad quis elit id nostrud eu Lorem.\r\n"
     }
   ]
 }